"appName" = "Inlaider (ca)";


"popup.command.placeholder.typeACommand" = "Escriu una ordre...";
"popup.command.placeholder.typeACommandOrEnterQuit" = "Escriu una ordre o prem Enter per tancar...";
"popup.command.placeholder.typeACommandOrEnterPaste" = "Escriu una ordre o prem Enter per enganxar el resultat";
"popup.navigation.focusCanvas.label" = "⌘ ⬆️ — canvia a l'editor";
"popup.navigation.focusCommandline.label" = "⌘ ⬇️ — canvia a la línia de comandes";
"popup.shortcut.clearCanvas" = "⌘⌫ neteja l'editor";
"popup.shortcut.copyCanvas" = "⌘C copia el contingut de l'editor";
"popup.shortcut.copyCanvasOrEnterCopy" = "⌘C o Enter copia el contingut de l'editor";
"popup.shortcut.enterPaste" = "Enter insereix a";
"popup.shortcut.esc" = "Esc tanca a";

"show" = "Mostra";
"about" = "Sobre el programa";
"quit" = "Finalitza";
"close" = "Tanca";
"cancel" = "Cancel·la";
"save" = "Desa";
"ok" = "D'acord";
"settings" = "Configuració";
"copied" = "Copiat";

"settings.section.general.title" = "General";
"settings.accessibility.title" = "Permisos d'accessibilitat";
"settings.accessibility.description" = "Aquest permís és necessari per llegir automàticament el text seleccionat i inserir el resultat processat de nou al camp de text original.\nSense accés, l'aplicació utilitzarà el porta-retalls per transferir dades.";
"settings.inlaiderShortcut.label" = "Drecera de teclat per a Inlaider";
"settings.LaunchAtLogin.label" = "Inicia en arrencar";

"settings.section.ownAPIKeys.title" = "Claus API pròpies";
"provider.apiKey.title" = "Clau API";
"provider.apiKey.placeholder" = "Introdueix la clau API aquí";
"provider.models.title" = "Models";
"provider.models.new.placeholder" = "Afegeix el nom del model";

"settings.section.customPrompts.title" = "Substitucions de prompts";
"prompts.general.title" = "Prompt general";
"prompts.replacements.title" = "Substitucions de prompts";
"prompts.replacements.replaceWhat.label" = "Substitueix";
"prompts.replacements.model.label" = "Model";
"prompts.replacements.replaceWith.label" = "Per prompt";
"prompts.replacements.error.exists.message" = "La substitució de l'ordre '%@' ja existeix.";

"about.ThirdPartyLicenses" = "Llicències de tercers";
"about.VisitOnGithub" = "Veure a GitHub";
"about.version" = "Versió %@";

"error.title" = "Error";